#### JPerMSup2K Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol J/(mÂ²Â·K), indicating unit Joules per square meter Kelvin.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId JPerMSup2K { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property JPerMSup2K As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ JPerMSup2K { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace